/* Error message */
"An error occurred while uploading to Box." = "Se ha producido un error mientras se cargaba en Box.";

/* plugin name */
"Box" = "Box";

/* Error message - 409 - File of the same name exists */
"Item with the same name already exists" = "Ya existe un elemento con el mismo nombre.";

/* Cannot reach the internet */
"Please check your network connection and try again." = "Comprueba la conexión de red y vuelve a intentarlo.";

/* Sign in */
"Sign In..." = "Iniciar sesión...";

/* Sign out */
"Sign out" = "Cerrar sesión";

/* Error message - 404 - Folder not found */
"The folder does not exist or you do not have permission to access it. Please select another folder." = "La carpeta no existe o no tienes permiso para acceder a ella. Selecciona otra carpeta.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "El enlace a tu captura está listo para ser pegado.";

/* Error title
   Unable to share title */
"Unable to share to Box" = "No es posible compartir en Box";

/* Upload worked, URL may not have */
"Upload succeeded" = "Carga correcta";

/* plugin button tooltip */
"Upload the capture to Box for image or video hosting." = "Carga la captura en Box y aloja imágenes o vídeos.";

